[
    {
        "name": "Earth",
        "basic_information": {
            "alternate_name": "Terra, Tellus, Gaia, Gaea, the World, the Globe",
            "type": "Inner Planet",
            "number_of_satelites": 1,
            "star_system": "Solar System",
            "most_abundant_resource": "Oxygen",
            "surface_gravity": 9.80665
        },
        "image": "./images/Earth.jpg",
        "facts": [{
            "title": "Earth without its axis tilt would have no seasons, but rather climate bands across the planet",
            "fact": "These climate bands would progressively get colder as you moved away from the Earths equator. Humans likely wouldnt be able to survive the harsh endless winters of the more northern and southern regions of the planet. This would mean most civilizations would of settled in the tropical midsection of the planet."
        },
        {
            "title": "Earth has had so many species go extinct, its estimated over 99% of all species that ever lived are extinct",
            "fact": "Since the beginning our planet has seen 5 major extinction events where over 50% of living creatures were wiped out. These can be contributed to ice age, oxygen depletion in the ocean, asteroid impact, and volcanic activity."
        },
        {
            "title": "Earths future is grim due to the nature of stars, but not in our lifetime",
            "fact": "It is estimated that Earth will be habitable for around another 500 million years, after which photosynthesis is predicted to end. After which animal life would become impossible due to the decrease amount of oxygen in the atmosphere. A billion years from today all surface water will be gone from the planet and the average surface temperature is predicted to be 70 °C or 158 °F."
        },
        {
            "title": "Earth is yet to make contact with extraterrestial life, but what could be the cause of this",
            "fact": "Some theories for why we havent yet include the fact that other life forms may be so advanced that revealig themselves to us simply isnt worth it. Another theory suggest that we might have an early start, since Earth is relatively earlier compared to all planets which will form. An insane amount of planets are yet to be born. Lastly, its possible we just havent look enough yet due to limitations in man power and technology. We have a lot more wavelengths to scan and distance to cover in terms of outer space."
        }
        ]
    },
    {
        "name": "Mars",
        "basic_information": {
            "alternate_name": "Red Planet",
            "type": "Inner Planet",
            "number_of_satelites": 2,
            "star_system": "Solar System",
            "most_abundant_resource": "Carbon Dioxide",
            "surface_gravity": 3.72076
        },
        "image": "./images/Mars.jpg",
        "facts": [{
            "title": "Mars has days and seasons comparable to those of Earth",
            "fact": "This is possible due to the rotational period and tilt of the planet being very similar to Earth. Each season actually last around twice as long as they do here on Earth. This is caused by Mars taking nearly twice as long to complete a trip around the Sun."
        },
        {
            "title": "Mars is home of the highest mountain of any planet in our Solar System, Olympus Mons",
            "fact": "Olympus Mons is a shield volcano located on Mars. This volcano is two and a half times Mount Everest's height above sea level. An observer near the summit of this mountain would actually be unaware they were standing atop a large mountain. This is caused by the fact that the slope of the mountain would actually extend past the horizon."
        },
        {
            "title": "Mars has recently shown signs of possible life in its past",
            "fact": "Recently the curiosity rover on Mars discovered organic compounds in the planets rocks which dated back around three billion years. These are some of the building blocks required for life to exist. Also, recently a subglacial lake has been discovered on the planet, being the first stable body of water to be found on Mars."
        },
        {
            "title": "Mars is targeted in a lot of future space operations including a manned mission to the planet",
            "fact": "NASA along with SpaceX found Elon Musk are working on plans to complete a manned mission to the Red Planet. Elon was hoping to launch a mission in 2024 but estimates are looking closer to 2027 due to the nature of this type of mission."
        }
        ]
    },
    {
        "name": "Mercury",
        "basic_information": {
            "alternate_name": "Nabu, Hermes",
            "type": "Inner Planet",
            "number_of_satelites": 0,
            "star_system": "Solar System",
            "most_abundant_resource": "Oxygen",
            "surface_gravity": 3.70
        },
        "image": "./images/Mercury.jpg",
        "facts": [{
            "title": "Mercury is the smallest planet in our Solar System",
            "fact": "Not only is Mercury the smallest planet but it also appears to be shrinking over time. This shrinkage is caused because the planet is cooling. This cooling is warping the surface of Mercury into ridges and edged cliffs known as lobate scarps. These are defined as long, curvilinear structures which can be found on some celestial bodies."
        },
        {
            "title": "Mercury rotates in a unique manner compared to other planets in our Solar System",
            "fact": "Someone on Mercury would only see what appears to be one day passing by everytime two Mercurian years passed by. This is caused by the fact that it rotates every two Mercurian years. Mercury and the Sun are tidally locked in a 3:2 spin-orbit resonance. Being tidally locked means Mercury always has the same face of the planet facing the Sun."
        },
        {
            "title": "Mercury has the greatest surface temperature variations of all other planets in our Solar System",
            "fact": "Due to the fact that Mercury has almost no atmosphere which could retain heat, large variations in surface temperature are possible. During the day temperature can get as hot as 427 °C or 800 °F compared to at night when they dip down to −173 °C or −280 °F."
        },
        {
            "title": "Mercury has strict rules for how craters on the planet can be named",
            "fact": "The rules state that each new crater on the planet must be named after an artist that was famous for more than fifty years, and dead for more than three years before the date the crater is named."
        }
        ]
    },
    {
        "name": "Venus",
        "basic_information": {
            "alternate_name": "Phosphorus, Hesperus",
            "type": "Inner Planet",
            "number_of_satelites": 0,
            "star_system": "Solar System",
            "most_abundant_resource": "Carbon Dioxide",
            "surface_gravity": 8.87
        },
        "image": "./images/Venus.jpg",
        "facts": [{
            "title": "Venus can cast shadows and on occassion be visible to the naked eye in broad daylight",
            "fact": "To see your shadow by Venus-light you need a decently specific setup. A dark sky with little to no light pollution and something you can drape to cast the shadow onto(Think white bed sheet). When Venus is high your shadow is low and when Venus is low your shadow is eye level. Venus can be seen in broad daylight due to it being so bright. This high brightness is caused by its thick clouds reflecting tons of sunlight and how close to Earth it is."
        },
        {
            "title": "Venus rotates on its axis opposite of Earth, meaning the Sun rises in the west and sets in the east",
            "fact": "It is not entirely known why this is the case, but two interesting theories have been formed related to this. The first theory is that it is actually spinning the same direction, just upside down, so it appears to be the opposite of Earth. The second theory is that the planet rotation slowed to a standstill and then reversed eventually."
        },
        {
            "title": "Venus is so hot that it could melt metals like lead",
            "fact": "It might not be the closest planet to the Sun, but thanks to its thick atmosphere Venus is the hottest planet in our Solar System. Greenhouse gases such as Carbon Dioxide and sulfuric acid clouds ensure heat gets trapped on the planet. The planets mean temperature is 464 °C or 867 °F."
        },
        {
            "title": "Venus was the first planet to have its movements across the sky recorded and plotted",
            "fact": "Thanks to it being one of the brightest objects in the night sky, Venus has always been relevant in human culture as far as records go back. It was also the first planet beyond earth that was visited by a spacecraft. However, visiting the planets surface proves difficult due to the harsh climate."
        }
        ]
    },
    {
        "name": "Jupiter",
        "basic_information": {
            "alternate_name": "Jove, Luppiter, Lovis",
            "type": "Outer Planet",
            "number_of_satelites": 79,
            "star_system": "Solar System",
            "most_abundant_resource": "Hydrogen",
            "surface_gravity": 24.79
        },
        "image": "./images/Jupiter.jpg",
        "facts": [{
            "title": "Jupiter is the largest planet in the Solar System",
            "fact": "The planet is known as a gas giant, with a mass one-thousandth that of the Sun. Its mass is more than all other planets in our Solar System combined. It is thought that there is a preferred distance from the sun in which the mass of a planet with grow the biggest, hence Jupiter is within that distance more than likely."
        },
        {
            "title": "Jupiter is a storm covered planet",
            "fact": "Due to the outer atmosphere being seperated into differing bands, the borders where these bands collide causes turbulence and storms. If not the most famous feature of Jupiter, the 'Big Red Spot' is one of these resulting storms. If earlier estimations are correct, the storm is thought to have existed for at least 360 years. The latitude of this storm has been relatively stable since its first observation, however the longitude has constant variations."
        },
        {
            "title": "Jupiter has the biggest and strongest magnetic field of all planets in the Solar System",
            "fact": "Magnetic fields around a planet typically form a shield which protects the planets surface from charged particles coming from space. Solar wind from our Sun is a great example of constant charged particles which bombard the planets. Without a magnetic field here on Earth, chances are our atmosphere would be stripped away by solar winds and life would come to an end."
        },
        {
            "title": "Jupiter is the only planet whose barycenter with the Sun lies outside the volume of the Sun",
            "fact": "The barycenter is an astronomy term relating to the center of mass of two or more bodies that orbit eachother. The case on Jupiter is caused by the relatively large distance between Jupiter and the Sun. This means both object(Sun and Jupiter) orbit a combined center of gravity rather than Jupiter directly orbiting the Sun."
        }
        ]
    },
    {
        "name": "Saturn",
        "basic_information": {
            "alternate_name": "Phainon, Star of Saturn, Shabbathai",
            "type": "Outer Planet",
            "number_of_satelites": 82,
            "star_system": "Solar System",
            "most_abundant_resource": "Hydrogen",
            "surface_gravity": 10.44
        },
        "image": "./images/Saturn.jpg",
        "facts": [{
            "title": "Saturns rings are composed of ice crystals, along with rocky debris and dust",
            "fact": "This ring system is known as the most extensive of any planet in our Solar System. There is still no solid theories about how these rings initially formed around Saturn. The ring system has occasional gaps where particle density drops dramatically. This can be explained by the presence of moons within the ring system, however some areas remain a mystery as to why this occurs."
        },
        {
            "title": "Saturn has recently overtaken Jupiter to become the planet with the most moons",
            "fact": "Jupiter was believed to have the most moons sitting at a whopping 79. Recently, a team discovered 20 new moons orbiting Saturn, bringing its total up from 62 to 82 moons."
        },
        {
            "title": "Saturns largest moon, Titan, is the only moon in our Solar System to have a substantial atmosphere",
            "fact": "Titan is the second largest moon in our Solar System, but is better known for having the most dense atmosphere of any moon within our Solar System. Titan is also the only known body in space other than Earth where there is clear evidence of bodies of surface liquid. The climate consists of wind and rain, which causes earth-like features such as dunes, rivers, lakes, seas, and deltas."
        },
        {
            "title": "Saturn is less dense than water",
            "fact": "It is estimated to be ~30% less dense than water. Saturns core is however much denser than water, but the average specific density on the planet tends to fall below that of water. This means, in theory, Saturn would be able to float on water, thanks to its gaseous composition."
        }
        ]
    },
    {
        "name": "Uranus",
        "basic_information": {
            "alternate_name": "Georgium Sidus",
            "type": "Outer Planet",
            "number_of_satelites": 27,
            "star_system": "Solar System",
            "most_abundant_resource": "Hydrogen",
            "surface_gravity": 8.69
        },
        "image": "./images/Uranus.jpg",
        "facts": [{
            "title": "Uranus has the coldest planetary atmosphere of all the planets in our Solar System",
            "fact": "The minimum temperature is estimated to be around -224 °C or -371 °F. Absolute zero, which is thought to be the coldest temperature possible, occurs at -273.15 °C or 459.67 °F. As we can see, this planets cold temperature are not far off. Although currently it appears physically impossible to reach this temperature, atoms would literally stop moving, which makes it considered the coldest possible temperature."
        },
        {
            "title": "Uranus has an axis of rotation unlike the other planets, specificall because it is tilted sideways",
            "fact": "An axis of rotation refers to a motion with respect to a fixed axis of rotation. It would basically be the rotation of a planet around a fixed axis. This means its North and South poles actually fall where most planets equator would be. Theories suggest Uranus was either struck by a single large impact or a succession of small impacts during its early stages to cause this effect."
        },
        {
            "title": "Uranus was the first planet to become recognized as a planet by the use of a telescope",
            "fact": "Although the planet has always been visible to the naked eye it was never recognized as a planet by ancient observers. This was due to the dimness and slow orbit that the planet has. Ancient observers mistakenly thought the planet was a star because of these properties. Sir William Hershel observed Uranus via telescope in 1781 which went on to reclassify it as a planet."
        },
        {
            "title": "Uranus could possibly have diamonds raining on it",
            "fact": "The theory is that extreme pressure and temperature deep in Uranus could break up methane molecules. This means the carbon atoms could condense into crystals of diamonds that would rain down within the planets mantle."
        }
        ]
    },
    {
        "name": "Neptune",
        "basic_information": {
            "alternate_name": "Poseidon, Tangaroa",
            "type": "Outer Planet",
            "number_of_satelites": 14,
            "star_system": "Solar System",
            "most_abundant_resource": "Hydrogen",
            "surface_gravity": 11.15
        },
        "image": "./images/Neptune.jpg",
        "facts": [{
            "title": "Neptune is the farthest known planet from the Sun",
            "fact": "Although Neptune is the farthest known planet from the Sun, the possibility of another planet known as 'Planet Nine' has been discussed. The existence of this planet would explain an unusual clustering of celestial bodies orbiting the Sun beyond Neptune."
        },
        {
            "title": "Neptune is the only planet in the Solar System found by mathematical predictions",
            "fact": "Due to unusual changes in the orbit of Uranus it was predicted that some sort of gravitational force was being applied to Uranus from an unknown planet. The planet wasnt actually viewed via telescope until 1846."
        },
        {
            "title": "Neptune appears blue in color due to large amounts of methane in its outer regions",
            "fact": "Methane absorbs the red end of the color spectrum, this means when sunlight bounces off of Neptune and back to your eyes, it appears blue in color. Methane absorbs this red-light due to a property of atoms called Absorption. This is when the electrons absorb energy and jump to a higher energy level. Since the atoms can only absorb specific amount of energy, only certain wavelengths of light will be absorbed. In this case it would be the red end of the color spectrum."
        },
        {
            "title": "Neptune has a 'Great Dark Spot' which is an anticyclonic storm",
            "fact": "An anticyclonic storm is a weather storm where the winds are flowing in a direction opposite to that of the flow above a region of low pressure. Unlike Jupiters 'Great Red Spot' which appears to have lasted for hundreds of years, this one appears to form and then die down every few years. This spot is roughly the same size as the Earth and holds the record for the fastest recorded winds in the Solar System."
        }
        ]
    },
    {
        "name": "Proxima Centauri b",
        "basic_information": {
            "alternate_name": "Proxima b, Alpha Centauri Cb",
            "type": "Exoplanet",
            "number_of_satelites": 0,
            "star_system": "Alpha Centauri",
            "most_abundant_resource": "Unknown",
            "surface_gravity": 10.791
        },
        "image": "./images/Proxima.jpg",
        "facts": [{
            "title": "Proxima b is an exoplanet within the habitable zone of its star",
            "fact": "This makes Proxima b a planet which exists outside of the Solar System but within its own stars habitable zone. This creates the possibility for liquid water and possibly life based on other factors regarding the host planet."
        },
        {
            "title": "Proxima b is part of a triple star system",
            "fact": "The triple star system is known as 'Alpha Centauri' and it is the closest star system to Earth's Solar System. Two of the stars are sun-like stars while the third is a smaller red dwarf."
        },
        {
            "title": "Proxima b has fast orbital period compared to Earth",
            "fact": "The planet makes its trip around Proxima Centauri in just 11.2 Earth days. This means if you were 20 years old you would of had 651 birthdays pass already on Proxima b!"
        },
        {
            "title": "Proxima b was located using the Radial Velocity Method, in August 2016",
            "fact": "This method is commonly used to locate extrasolar planets and brown dwarfs. It attempts to locate these objects based on radial-velocity measurements which come from observing the Doppler shifts of the planet's parent star."
        }
        ]
    },
    {
        "name": "55 Cancri e",
        "basic_information": {
            "alternate_name": "55 Cnc e, Janssen",
            "type": "Exoplanet",
            "number_of_satelites": 0,
            "star_system": "55 Cancri",
            "most_abundant_resource": "Unknown",
            "surface_gravity": 22.29813
        },
        "image": "./images/55cancrie.jpg",
        "facts": [{
            "title": "55 Cnc e has a large mass compared to earth, making it a super-Earth planet",
            "fact": "A Super Earth refers to a planet which has mass higher than that of Earth's but still a decent amount below that of our Solar System's ice giant planets. This however, does not actually correlate to any surface conditions or possibility of life, only to mass."
        },
        {
            "title": "55 Cnc e only takes 18 hours to complete an orbit",
            "fact": "It was originally believed that the planet took 2.8 days to complete an orbit, but it was recalculated in 2010 to an 18 hour orbit."
        },
        {
            "title": "55 Cnc e is believe to be a Carbon Planet",
            "fact": "This is a theoretical type of planet, which would contain more Carbon than Oxygen. The planets core would likely be rich in iron or steel. The possibility of large amounts of diamonds is also possible depending on the planets pressure. These types of planets are likely devoid of water in nature."
        },
        {
            "title": "55 Cnc e is predicted to have Volcanism running rampant on it",
            "fact": "Data has shown large surface-temperature variations which could possibly be caused by volcanic activity. Large clouds of dust would possibly blanket parts of the planet and block any thermal emissions."
        }
        ]
    }
]